import React from 'react';

export const Offert = () => {
  return (
    <div>
      <h3></h3>
      <h4>
        1.1. «Продавец», публикует Публичную оферту о продаже товаров по образцам, представленным на
        официальном интернет-сайте Продавца tehno-rost.ru
      </h4>
      <h4>
        1.2. В соответствии со статьей 437 Гражданского Кодекса Российской Федерации (ГК РФ) данный
        документ является публичной офертой, и в случае принятия изложенных ниже условий физическое
        лицо, производящее акцепт этой оферты, осуществляет оплату Товара Продавца в соответствии с
        условиями настоящего Договора. В соответствии с пунктом 3 статьи 438 ГК РФ, оплата Товара
        Покупателем является акцептом оферты, что считается равносильным заключению Договора на
        условиях, изложенных в оферте.
      </h4>
      <h4>
        1.3. На основании вышеизложенного внимательно ознакомьтесь с текстом публичной оферты, и,
        если вы не согласны с каким-либо пунктом оферты, Вам предлагается отказаться от покупки
        Товаров или использования Услуг, предоставляемых Продавцом.
      </h4>
      <h4>
        1.4. В настоящей оферте, если контекст не требует иного, нижеприведенные термины имеют
        следующие значения:
      </h4>
      <ul>
        <li>
          • «Оферта» – публичное предложение Продавца, адресованное любому физическому лицу
          (гражданину), заключить с ним договор купли-продажи (далее – «Договор») на существующих
          условиях, содержащихся в Договоре, включая все его приложения.
        </li>
        <li>
          • «Покупатель» – физическое лицо, заключившее с Продавцом Договор на условиях,
          содержащихся в Договоре.
        </li>
        <li>• «Акцепт» – полное и безоговорочное принятие Покупателем условий Договора.</li>
        <li>
          • «Товар» – перечень наименований ассортимента, представленный на официальном
          интернет-сайте.
        </li>
        <li>
          • «Заказ» – отдельные позиции из ассортиментного перечня Товара, указанные Покупателем при
          оформлении заявки на интернет-сайте или через Оператора.
        </li>
        <li>• «Доставка» – курьерские услуги по доставке Заказа.</li>
      </ul>
      <h3>2. Предмет договора</h3>
      <h4>
        2.1. Продавец продает Товар в соответствии с действующим прейскурантом, опубликованным на
        интернет-сайте Продавца https://tehno-rost.ru а Покупатель производит оплату и принимает
        Товар в соответствии с условиями настоящего Договора.
      </h4>
      <h4>
        2.2. Настоящий Договор и приложения к нему являются официальными документами Продавца и
        неотъемлемой частью оферты.
      </h4>
      <h3>3. Оформление Заказа</h3>
      <h4>
        3.1. Заказ Товара осуществляется Покупателем через Интернет-сайт https://tehno-rost.ru.
      </h4>
      <h4>
        3.2. При регистрации на интернет-сайте Продавца Покупатель обязуется предоставить следующую
        регистрационную информацию о себе:
      </h4>
      <ul>
        <li>• фамилия, имя;</li>
        <li>• фактический адрес доставки;</li>
        <li>• адрес электронной почты;</li>
        <li>• контактный телефон (мобильный, стационарный);</li>
      </ul>
      <h4>
        3.3. При оформлении Заказа через Оператора Покупатель обязуется предоставить информацию,
        указанную в п. 3.2. настоящего Договора. Принятие Покупателем условий настоящего Договора
        осуществляется посредством внесения Покупателем соответствующих данных в регистрационную
        форму на Интернет-сайте или при оформлении Заказа через Оператора. Покупатель имеет право
        редактировать регистрационную информацию о себе. Оператор не изменяет и не редактирует
        регистрационную информацию о Покупателе без согласия последнего. Продавец обязуется не
        сообщать данные Покупателя, указанные при регистрации на сайте https://tehno-rost.ru. и при
        оформлении Заказа, лицам, не имеющим отношения к исполнению Заказа. Утвердив Заказ
        выбранного Товара, Покупатель предоставляет Оператору необходимую информацию в соответствии
        с порядком, указанном в п. 3.2. настоящего Договора.
      </h4>
      <h4>
        3.4. Продавец и Оператор не несут ответственности за содержание и достоверность информации,
        предоставленной Покупателем при оформлении Заказа.
      </h4>
      <h4>
        3.5. Покупатель несёт ответственность за достоверность предоставленной информации при
        оформлении Заказа.
      </h4>
      <h4>
        3.6. Оплата Покупателем самостоятельно оформленного на интернет-сайте Заказа означает
        согласие Покупателя с условиями настоящего Договора. День оплаты Заказа является датой
        заключения Договора купли-продажи между Продавцом и Покупателем.
      </h4>
      <h4>
        3.7. Все информационные материалы, представленные на сайте https://tehno-rost.ru носят
        справочный характер и не могут в полной мере передавать достоверную информацию об
        определенных свойствах и характеристиках Товара. В случае возникновения у Покупателя
        вопросов, касающихся свойств и характеристик Товара, перед оформлением Заказа ему необходимо
        обратиться за консультацией к Оператору.
      </h4>
      <h3>4. Сроки исполнения Заказа</h3>
      <h4>
        4.1. Срок исполнения Заказа зависит от наличия заказанных позиций Товара на складе Продавца
        и времени, необходимого на обработку Заказа. Срок исполнения Заказа в исключительных случаях
        может быть оговорен с Покупателем индивидуально в зависимости от характеристик и количества
        заказанного Товара. В случае отсутствия части Заказа на складе Продавца, в том числе по
        причинам, не зависящим от последнего, Продавец вправе аннулировать указанный Товар из Заказа
        Покупателя. Продавец обязуется уведомить Покупателя об изменении комплектности его Заказа
        через Оператора.
      </h4>
      <h4>
        4.2. Заказ считается доставленным в момент его передачи Покупателю. Подписываясь в листе
        курьера, Покупатель подтверждает исполнение Заказа.
      </h4>
      <h4>
        4.3. В случае предоставления Покупателем недостоверной информации его контактных данных
        Продавец за ненадлежащее исполнение Заказа ответственности не несет.
      </h4>
      <h4>
        4.4. В случае ненадлежащего исполнения доставки Заказа по вине Продавца повторная доставка
        Заказа осуществляется бесплатно.
      </h4>
      <h3>5. Оплата Заказа</h3>
      <h4>
        5.1. Оплата исполненного Заказа осуществляется путем передачи Покупателем денежных средств
        сотруднику Доставки. Подтверждением оплаты исполненного Заказа является товарный чек. Приём
        денежных средств
      </h4>
      <h4>
        5.2. Цены на любые позиции Товара, указанные на интернет-сайте https://tehno-rost.ru, могут
        быть изменены Продавцом в одностороннем порядке без уведомления Покупателя. В случае
        изменения цены на заказанные позиции Товара, Оператор обязуется в кратчайшие сроки
        проинформировать Покупателя о таком изменении. Покупатель вправе подтвердить либо
        аннулировать Заказ. В случае отсутствия связи с Покупателем Заказ считается аннулированным в
        течение 14 календарных дней с момента оформления.
      </h4>
      <h4>
        5.3. На все заказы с доставкой по России, условия указаны на сайте компании »
        https://tehno-rost.ru. в разделе «Оплата и доставка». Они должны быть обязательно оговорены
        с Оператором.
      </h4>
      <h4>5.4.Денежные средства принимаются двумя способами: наличными, безналичным платежом</h4>
      <h3>6. Доставка товара</h3>
      <h4>
        6.1 Обязанность Продавца по поставке Товара с условием о его доставке считается выполненной
        с момента подписания Покупателем товаросопроводительных документов
      </h4>
      <h4>
        6.2. Право собственности на Товар и риски случайного повреждения и/или гибели Товара
        переходят на Покупателя с момента фактической передачи Товара и подписания им
        товаросопроводительных документов при доставке Товара Покупателю.
      </h4>
      <h4>6.3 Стоимость доставки и условия указаны на сайте компании «https://tehno-rost.ru/».</h4>
      <h4>
        7.1. В соответствии с п. 4. ст. 26.1. Закона РФ «О Защите прав потребителей» Покупатель
        вправе отказаться от заказанного Товара в любое время до момента исполнения Заказа.
      </h4>
      <h4>
        7.2. Покупатель не вправе отказаться от оплаченного Заказа (или его части) надлежащего
        качества, имеющего индивидуально определённые свойства.
      </h4>
      <h4>
        7.3. В соответствии с п. 2 «Перечня непродовольственных товаров надлежащего качества, не
        подлежащих возврату или обмену на аналогичный товар других размера, формы, габарита, фасона,
        расцветки или комплектации», утвержденного Постановлением Правительства РФ от 01.01.2001 г.
        № 55.
      </h4>
      <h4>
        7.4. В случае доставки Продавцом Заказа ненадлежащего качества Покупатель обязуется
        предоставить Товар в офис Продавца в максимально короткие сроки для осуществления проверки
        качества Товара.
      </h4>
      <h4>
        7.5. В соответствии со ст. 22 Закона РФ «О Защите прав потребителей» уплаченная Покупателем
        сумма за Товар ненадлежащего качества подлежит возврату Покупателю в течение 10 календарных
        дней с момента предъявления соответствующего требования. Возврат денежных средств
        осуществляется наличными в офисе Продавца, в случае осуществления платной доставки, деньги
        за неё не возвращаются. В случае, если Товар был оплачен через систему электронных платежей,
        то возврат денежных средств осуществляется на электронный счет Покупателя в течение 5-ти
        рабочих дней.
      </h4>
      <h4>
        7.6 Товары надлежащего качества, не подлежащие возврату в соответствии с Постановлением
        Правительства РФ от 01.01.2001 N 1222, от 01.01.2001 N 81:
      </h4>
      <h4>
        7.7. Возврат Товара производиться на основании письменного обращения Покупателя,
        предоставляемого в офис продаж Продавца.
      </h4>
      <h4>
        7.8. Возврат Товара надлежащего качества осуществляется за счет Покупателя и организуется им
        самостоятельно.
      </h4>
      <h4>
        7.9. При возврате Покупателем Товара надлежащего качества составляются накладная или акт о
        возврате товара, в котором указываются:
      </h4>
      <ul>
        <li>• полное фирменное наименование Продавца;</li>
        <li>• фамилия, имя, отчество и паспортные данные Покупателя;</li>
        <li>• причина возврата Товара;</li>
        <li>• дата передачи Товара;</li>
        <li>• наименование Товара;</li>
        <li>• сумма, подлежащая возврату;</li>
        <li>• подписи Продавца и Покупателя.</li>
      </ul>
      <h4>
        7.10. Возврат стоимости Товара производится не позднее чем через 10 (десять) дней с даты
        предоставления Покупателем соответствующего требования.
      </h4>
      <h4>
        7.11. Для возврата денежных средств на банковскую карту Заказчику необходимо заполнить
        «Заявление о возврате денежных средств», которое высылается по требованию Компанией на
        электронный адрес Заказчика, и оправить его вместе с приложением копии паспорта по адресу:
        Багратионовский проезд 7. Возврат денежных средств будет осуществлен на банковский счет
        Заказчика, указанный в заявлении, в течение 10 (Десяти) рабочих дней со дня получения
        «Заявление о возврате денежных средств» Компанией.
      </h4>
      <h4>
        Для возврата денежных средств, зачисленных на расчетный счет Компании ошибочно посредством
        платежных систем, Заказчик должен обратиться с письменным заявлением и приложением копии
        паспорта и чеков/квитанций, подтверждающих ошибочное зачисление. Данное заявление необходимо
        направить по адресу: Багратионовский проезд 7 После получения письменного заявления с
        приложением копии паспорта и чеков/квитанций Компания производит возврат в срок до 10
        (десяти) рабочих дней со дня получения 3аявления на расчетный счет Заказчика, указанный в
        заявлении. В этом случае, сумма возврата будет равняться стоимости Заказа.
      </h4>
      <h4>
        Срок рассмотрения Заявления и возврата денежных средств Заказчику начинает исчисляться с
        момента получения Компанией Заявления и рассчитывается в рабочих днях без учета
        праздников/выходных дней. Если заявление поступило Компании после 18.00 рабочего дня или в
        праздничный/выходной день, моментом получения Компанией Заявления считается следующий
        рабочий день.
      </h4>
      <h3>8. Авторские права</h3>
      <h4>
        8.1. Вся текстовая информация и графические изображения, размещенные на интернет-сайте
        https://tehno-rost.ru/. , являются собственностью Продавца и/или его поставщиков и
        производителей Товара.
      </h4>
      <h3>9. Права, обязанности и ответственность</h3>
      <h4>
        9.1. Продавец не несет ответственности за ненадлежащее использование товаров Покупателем,
        заказанных на интернет-сайте или через Оператора.
      </h4>
      <h4>
        9.2. Продавец вправе передавать свои права и обязанности по исполнению Заказов третьим
        лицам.
      </h4>
      <h4>
        9.3. Продавец имеет право на осуществление записи телефонных переговоров с Покупателем. В
        соответствии с п. 4 ст. 16 Федерального закона «Об информации, информационных технологиях и
        о защите информации» Продавец обязуется: предотвращать попытки несанкционированного доступа
        к информации и/или передачу ее лицам, не имеющим непосредственного отношения к исполнению
        Заказов; своевременно обнаруживать и пресекать такие факты. Телефонные разговоры
        записываются в целях осуществления контроля деятельности Оператора и контроля качества
        исполнения Заказов.
      </h4>
      <h4>
        9.4. Право собственности на Заказ, а также риск его случайной гибели или повреждения
        переходят к Покупателю с момента передачи денежных средств сотруднику Доставки.
      </h4>
    </div>
  );
};
