import React from 'react';

export const Politicy = () => {
  return (
    <div>
      <h3>1. Общие положения Пользовательского соглашения</h3>
      <h4>
        1.1 {'"'}Составление пользовательского соглашения для интернет-сервиса{'"'} В настоящем
        документе и вытекающих или связанным с ним отношениях Сторон применяются следующие термины и
        определения:
      </h4>
      <ul className="">
        <li>
          а) Платформа — программно-аппаратные средства, интегрированные с Сайтом Администрации
        </li>
        <li>
          б) Пользователь — дееспособное физическое лицо, присоединившееся к настоящему Соглашению в
          собственном интересе либо выступающее от имени и в интересах представляемого им
          юридического лица.
        </li>
        <li>
          в) Сайт Администрации/ Сайт — интернет-магазин, размещенные в домене tehno-rost.ru и его
          поддоменах.
        </li>
        <li>
          г) Сервис — комплекс услуг и лицензия, предоставляемые Пользователю с использованием
          Платформы.
        </li>
        <li>д) Соглашение — настоящее соглашение со всеми дополнениями и изменениями.</li>
      </ul>
      <h4>
        1.2. Использование вами Сервиса любым способом и в любой форме в пределах его объявленных
        функциональных возможностей, включая:
      </h4>
      <ul>
        <li>- просмотр размещенных на Сайте материалов;</li>
        <li>- регистрация и/или авторизация на Сайте;</li>
        <li>
          - размещение или отображение на Сайте любых материалов, включая но не ограничиваясь такими
          как: тексты, гипертекстовые ссылки, изображения, аудио и видео- файлы, сведения и/или иная
          информация;
        </li>
        <li>- Оформление заказов через корзину или по телефону;</li>
      </ul>
      <h4>
        Создает договор на условиях настоящего Соглашения в соответствии с положениями ст.437 и 438
        Гражданского кодекса Российской Федерации.
      </h4>
      <h4>
        1.3. Воспользовавшись любой из указанных выше возможностей по использованию Сервиса вы
        подтверждаете, что:
      </h4>
      <ul>
        <li>
          а) Ознакомились с условиями настоящего Соглашения в полном объеме до начала использования
          Сервиса.
        </li>
        <li>
          б) Принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и
          ограничений с вашей стороны и обязуетесь их соблюдать или прекратить использование
          Сервиса. Если вы не согласны с условиями настоящего Соглашения или не имеете права на
          заключение договора на их основе, вам следует незамедлительно прекратить любое
          использование Сервиса.
        </li>
        <li>
          в) Соглашение (в том числе любая из его частей) может быть изменено Администрацией без
          какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента
          ее размещения на Сайте Администрации либо доведения до сведения Пользователя в иной
          удобной форме, если иное не предусмотрено новой редакцией Соглашения.
        </li>
        <li>
          c) Воспользовавшись любой услугой сервиса вы разрешаете сбор, хранение и обработку ваших
          персональных данных а также использование ваших персональных данных с целью уведомления
          вас о статусе вашего заказа.
        </li>
      </ul>
      <h3>2. Обязательства платформы по хранению и обработки персональных данных.</h3>
      <h4>
        2.1 Платформа обязуется со своей стороны не выкладывать персональные данные пользователя в
        публичный доступ.
      </h4>
      <h4>
        2.2 Платформа обязуется не передавать персональные данные третьим лицам за исключением тех
        случаев когда это в интересах самого пользователя или передача таких данных позволят
        осуществить заказа пользователя.
      </h4>
      <h4>
        2.3 Платформа не несет ответственности, если персональные данные пользователя будут похищены
        с сайта администрации и будут использованы злоумышленниками в корыстных целях.
      </h4>
      <h4>
        2.4 Пользователь в праве запросить полное и безвозвратное удаление своих персональных
        данных, направив соответствующие электронное письмо с запросом на адрес электронной почты
        платформы указанной в разделе контакты.
      </h4>
      <h3>3. Обязательства пользователь по отношению к платформе.</h3>
      <h4>
        3.1 Пользователь обязан предоставить платформе все персональные данные необходимые для
        выполнения платформой услуг публичной оферты и дистанционной торговли.
      </h4>
      <h4>
        3.2 Пользователь обязуется решать все возникшие вопросы и спорные моменты в до судебном
        порядке первую очередь с администрацией сайта.
      </h4>
      <h4>
        3.3 Пользователь обязан размещать только достоверные персональные данные в противном случаи
        платформа не несет ответственности за невыполнению своих обязательств.
      </h4>
    </div>
  );
};
