import React from 'react';

export const Position = () => {
  return (
    <div className="">
      <h3>1. Общие положения</h3>
      <h4>
        1.1. Полным и безоговорочным акцептом настоящего Договора-оферты является принятие
        Покупателем условий настоящего Договора-оферты при регистрации в «Личном кабинете» на сайте
        Продавца https://tehno-rost.ru/
      </h4>
      <h4>
        1.2. Акцепт Договора-оферты означает, что Покупатель согласен со всеми положениями
        настоящего Договора-оферты, и равносилен заключению договора, что Покупатель производит
        оплату и принимает Товар в соответствии с настоящим Договором-офертой.
      </h4>
      <h4>
        1.3. Товары, реализуемые Продавцом в рамках настоящего Договора-оферты, не подлежат
        дальнейшей перепродаже. Покупатель гарантирует, что товары приобретаются им для собственных
        нужд.
      </h4>
      <h4>
        1.4. Продавец оставляет за собой право в любое время вносить изменения в условия настоящего
        публичного Договора-оферты, если время вступления изменений в силу специально не оговорено,
        они начинают свое действие с момента опубликования их на сайте Интернет-магазин «Техно-Рост»
        https://tehno-rost.ru
      </h4>
      <h4>
        1.5. Использование Покупателем сайта Интернет-магазин «Техно-рост» Техно-рост после внесения
        изменений в Договор-оферту однозначно понимается Продавцом и Покупателем как согласие с
        внесенными изменениями.
      </h4>
      <h4>
        1.6. Настоящий Договор-оферта может быть расторгнут в любое время по инициативе Покупателя
        или Продавца путем направления другой стороне соответствующего уведомления письмом по почте.
      </h4>
      <h4>
        1.7. Продавец вправе расторгнуть настоящий Договор-оферта в любое время без предварительного
        уведомления в случае нарушений Покупателем порядка оформления заказа, получения и оплаты
        Товара.
      </h4>
      <h3>2. Оформление Заказа</h3>
      <h4>
        2.1. Заказ Товара осуществляется Покупателем через сайт Интернет-магазина «Техно-рост»
        https://tehno-rost.ru/ в следующем порядке:
      </h4>
      <ul>
        <li>
          - Покупателю для отправки заказа необходимо предварительно пройти авторизацию/регистрацию,
          в выпадающем списке «Личный кабинет» . Необходимо заполнить простую анкету, указав все
          поля, отмеченные звездочкой.
        </li>
        <li>
          - После этого будет сформирован «Личный кабинет» , в котором Покупатель сможет формировать
          заказы, просматривать историю заказов, формировать списки товаров.
        </li>
        <li>- Затем выбрать товар в каталоге и добавить его в корзину.</li>
      </ul>
      <h3>3. Оферта и договор</h3>
      <h4>
        3.1. Срок исполнения Заказа зависит от наличия заказанных позиций Товара на складе Продавца
        и времени, необходимого на доставку посылки международной почтой. В случае отсутствия части
        Заказа на складе Продавца, в том числе по причинам, не зависящим от последнего, Продавец
        вправе аннулировать указанный Товар из Заказа Покупателя и вернуть оплаченную сумму
        Покупателю.
      </h4>
      <h4>
        3.2. Заказ считается доставленным в момент его передачи Покупателю. Принимая Товар,
        Покупатель подтверждает исполнение Заказа.
      </h4>
      <h4>
        3.3. Доставка товара производится по адресу, указанному Покупателем через Службу доставки
        (3.3.1.) или же на местное пункты ПВЗ компании СДЭК.
      </h4>
      <h4>
        3.4. В случае предоставления Покупателем недостоверной информации об его контактных данных
        Продавец не несет ответственности за ненадлежащее исполнение Заказа.
      </h4>
      <h4>
        3.5. В случае ненадлежащего исполнения доставки Заказа по вине Продавца или Службы доставки
        повторная доставка Заказа осуществляется бесплатно.
      </h4>
      <h3>4. Оплата Заказа</h3>
      <h4>
        4.1. Оплата исполненного Заказа осуществляется Покупателем через электронную систему
        банковской картой или путем перечисления денежных средств на счет Продавца через платежную
        систему оплаты
      </h4>
      <h4>
        4.2. Подтверждением оплаты Заказа является платежное поручение или банковская выписка,
        которые Покупатель может получить в личном кабинете электронной платежной системы, на сайте
        или в отделении банка.
      </h4>
      <h4>
        4.3. Цена на каждую позицию Товара отображена на сайте Интернет-магазин «Техно-Рост»
        https://tehno-rost.ru/
      </h4>
      <h4>
        4.4. Цены на любые позиции Товара, указанные на сайте Интернет-магазин «Техно-Рост»
        https://tehno-rost.ru/; могут быть изменены Продавцом в одностороннем порядке без
        уведомления Покупателя. В случае изменения цены на заказанные позиции Товара Продавец
        обязуется в кратчайшие сроки проинформировать Покупателя о таком изменении.
      </h4>
      <h3>5. Возврат Заказа</h3>
      <h4>
        5.1. В соответствии с п.1 ст. 25 федерального закона «О защите прав потребителей» и
        Постановлению Правительства РФ от 19 января 1998г. N 55 интимные товары и технически сложные
        изделия возврату и обмену не подлежат. Покупатель не вправе отказаться от Товара надлежащего
        качества, имеющего индивидуально определённые свойства.
      </h4>
      <h4>
        5.3. При обнаружении в Заказе товара ненадлежащего качества, Покупатель имеет право на
        замену этого Товара в установленном порядке согласно Закону РФ «О защите прав потребителей»
        в течение 14 дней, не считая дня покупки. Условия обмена и возврата Товара ненадлежащего
        качества: замена или возврат Товара с выявленным скрытым производственными дефектом
        производится на основаниях и в сроки, установленные Законом РФ «О защите прав потребителей»
      </h4>
      <h4>
        5.4. В соответствии со ст. 22 Закона РФ № 2300-I «О Защите прав потребителей», уплаченная
        Покупателем сумма за Товар ненадлежащего качества подлежит возврату Покупателю в течение 10
        календарных дней с момента получения Продавцом возвращенного Товара.
      </h4>
      <h4>
        5.5. Возврат денежных средств осуществляется через платежную систему электронными деньгами
        на электронный или банковский расчетный счет Покупателя.
      </h4>
      <h3>6. Нарушение и расторжение оферты</h3>
      <h4>
        Как и любое соглашение, оферта может быть расторгнута досрочно. Законное расторжение
        (которое не влечет юридических последствий) возможно только в 2 случаях:
      </h4>
      <ul>
        <li>- Продавец отозвал предложение до тех пор, пока покупатель им воспользовался.</li>
        <li>- Покупатель не воспользовался офертой, а срок ее действия истек.</li>
      </ul>
      <h4>
        В остальных случаях расторжение оферты, а также изменение ее существенных условий являются
        нарушением.
      </h4>
      <h4>Поэтому при подписании любых документов важно обратить внимание на следующие моменты:</h4>
      <h3>7. Права, обязанности и ответственность сторон</h3>
      <h4>
        7.1. Вся текстовая информация и графические изображения, размещенные на сайте
        Интернет-магазина «Техно-Рост» https://tehno-rost.ru/ являются собственностью Продавца и/или
        его поставщиков и производителей Товара.
      </h4>
      <h4>
        7.2. Продавец вправе передавать свои права и обязанности по исполнению Заказов третьим
        лицам.
      </h4>
      <h4>
        7.3. Покупатель обязуется не использовать Товар, заказанный на сайте Интернет-магазин
        «Техно-Рост» https://tehno-rost.ru/, в предпринимательских целях.
      </h4>
      <h4>
        7.4. Право собственности на Заказ, а также риск его случайной утраты или повреждения
        переходят к Покупателю с момента получения Товара.
      </h4>
      <h4>
        Роль Интернет-магазина «Техно-Рост» заключается качестве организатора общения. Между
        продающей организацией и покупателем.
      </h4>
      <h3>Характеристики товара</h3>
      <h4>
        Внешний вид и характеристики товара могут несколько отличаться от информации, представленной
        на сайте так как производитель вправе понять внешний вид параметры и комплектацию без
        уведомления продающей и покупающей стороны.
      </h4>
      <h3>Форс-мажорные обстоятельства</h3>
      <h4>
        Сделка может быть расторгнута или быть отложена при наступлении Форс-мажорных обстоятельств
      </h4>
      <h3>8. Прочие условия</h3>
      <h4>
        8.1. Покупатель обязуется дать свое согласие на обработку персональных данных путем
        подтверждения Положения о политике конфиденциальности персональных данных, размещенной на
        сайте https://tehno-rost.ru
      </h4>
      <h4>
        8.2. Сайт https://tehno-rost.ru и предоставляемые сервисы могут временно частично или
        полностью недоступны по причине проведения профилактических или иных работ или по любым
        другим причинам технического характера.
      </h4>
      <h4>
        8.3. В случае возникновения вопросов и претензий со стороны Покупателя он вправе обратиться
        к Продавцу посредством отправки сообщения администратору официальной страницы направив
        письмо на почту mail@tehno-rost.ru
      </h4>
      <h4>
        Все возникающее споры стороны будут стараться решить путем переговоров, при недостижении
        соглашения, соответствующий спор подлежит разрешению в суде.
      </h4>
    </div>
  );
};
